Revit 2027 API
IntersectionResult Constructor
Initializes a new instance of the IntersectionResult class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IntersectionResult()
Public Sub New
public:
IntersectionResult()
new : unit -> IntersectionResult
See Also
Reference
IntersectionResult Class
Autodesk.Revit.DB Namespace